# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'


# Binaries
brew 'gh'
brew 'tree'
brew 'zsh'
# Programming
brew 'npm'
brew 'node'
brew 'python'
brew 'ngrok'
brew 'yarn'
brew 'neovim'
brew 'tmux'

# Apps
cask 'spotify'
cask 'brave-browser'
cask 'discord'
cask 'vlc'
cask 'zoom'
cask 'spectacle'
cask 'figma'
cask 'iterm2'
cask 'postman'
cask 'tunnelblick'
cask 'docker'
cask 'background-music'


# Fonts
cask 'font-fira-code'
