# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'shivammathur/php'

#Shell
brew 'zsh'

# CLI-Tools
brew 'gh'
brew 'tree'
brew 'bat'


# Programming
brew 'npm'
brew 'node'
brew 'python'
brew 'yarn'
brew 'neovim'
brew 'tmux'
brew 'watchman'
brew 'postgresql'
cask 'ngrok'
brew 'shivammathur/php/php@8.0'
brew 'mysql' 
brew 'ripgrep'

# Apps
cask 'spotify'
cask 'brave-browser'
cask 'discord'
cask 'vlc'
cask 'zoom'
cask 'spectacle'
cask 'figma'
cask 'postman'
cask 'tunnelblick'
cask 'whatsapp'
cask 'telegram'
cask 'slack'
cask 'docker'
cask 'alacritty'
cask 'skype'


# Fonts
cask 'font-fira-code'
cask 'font-fira-code-nerd-font'
