# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'mongodb/crew'
tap 'heroku/brew'


# Binaries
brew 'gh'
brew 'tree'
brew 'zsh'

# Programming
brew 'npm'
brew 'node'
brew 'python'
brew 'yarn'
brew 'neovim'
brew 'tmux'
brew 'mongodb-community@4.4'
brew 'watchman'
brew 'postgresql'
cask 'ngrok'
cask 'react-native-debugger'
brew 'heroku'

# Apps
cask 'spotify'
cask 'brave-browser'
cask 'discord'
cask 'vlc'
cask 'zoom'
cask 'spectacle'
cask 'figma'
cask 'postman'
cask 'tunnelblick'
cask 'docker'
cask 'alacritty'


# Fonts
cask 'font-fira-code'
cask 'font-fira-code-nerd-font'
